# Utils
brew "fzf"
brew "wget"
brew "zsh-autosuggestions"
brew "lazygit"
brew "gnu-sed"
brew "yazi"
brew "bat"
brew "jq"
brew "nvim"

# Editor
brew "neovim"
brew "fd"
brew "ripgrep"
brew "tree-sitter"

# Apps
cask "visual-studio-code"
cask "ghostty"
cask "docker"
cask "arjunkomath/tap/trace"
