# Fish Shell
brew "fish"
brew "mise"

# Neovim
brew "neovim"
brew "fd"
brew "ripgrep"
brew "tree-sitter"
brew "tree-sitter-cli"

# CLI Tools
brew "fzf"
brew "zoxide"
brew "wget"
brew "lazygit"
brew "gnu-sed"
brew "yazi"
brew "bat"
brew "jq"
brew "anomalyco/tap/opencode"

# Apps
cask "visual-studio-code"
cask "ghostty"
cask "docker"
cask "raycast"
cask "claude-code"
cask "orbstack"
