tap "homebrew/bundle"
tap "homebrew/cask"

# Utils
brew "fzf"
brew "wget"
brew "zsh-autosuggestions"
brew "lazygit"
brew "btop"
brew "blueutil"
brew "gnu-sed"
brew "yazi"
brew "swiftformat"

# Languages
brew "python@3.8"
brew "pyenv"

# Editor
brew "neovim"
brew "fd"
brew "ripgrep"
brew "tree-sitter"

# Apps
cask "visual-studio-code"
cask "wezterm"
cask "gpg-suite-no-mail"
cask "raycast"
cask "xcodes"
cask "docker"
cask "spotify"
cask "neovide"
